* 2014


* 2013

|   |                   |     2012 |      2013 |      2014 | 2015*     |    2015** |
|---+-------------------+----------+-----------+-----------+-----------+-----------|
|   |                   |  1705000 |   1781000 |   1905000 |           |           |
|   |                   |  1023000 |   1069000 |   1143000 |           |           |
|   |                   |   341000 |    357000 |    381000 |           |           |
|---+-------------------+----------+-----------+-----------+-----------+-----------|
| ^ |                   |  3069000 |   3207000 |   3429000 | 3583187.7 | 3666367.6 |
| ^ |                   |        x |         y |         z | m1        |        m2 |
|   |                   |          |           |           |           |           |
|   | Yearly            | 36828000 |  38484000 |  41148000 | 42998252. | 43996411. |
|   |                   |          |           |           |           |           |
|   | Prev Yr Delta     |          |    138000 |    222000 |           |           |
|   | Pct%              |          | 4.4965787 | 6.9223573 |           |           |
| ^ |                   |          |        d1 |        d2 |           |           |
|   | Indiv Part %Delta |          | 4.4574780 | 6.9623807 |           |           |
|   |                   |          | 4.4965787 | 6.9223573 |           |           |
|   |                   |          | 4.6920821 | 6.7226891 |           |           |
|   |                   |          |           |           |           |           |
|   | PS Comparison     |          |  42760000 |           |           |           |
|   | PS (0.50)         |          | 21380000. |           |           |           |
|   |                   |          |           |           |           |           |
#+TBLFM: @5$3=vsum(@2..@-1)::@5$4=vsum(@2..@-1)::@5$5=vsum(@2..@-1)::@5$6=$z*(1+$d2/100)::@5$7=$z*(1+$d2/100)::@8$3=$x*12::@8$4=$y*12::@8$5=$z*12::@8$6=$m1*12::@8$7=$m2*12::@10$4=$y-$x::@10$5=$z-$y::@11$4=($y/$x-1)*100::@11$5=($z/$y-1)*100::@13$4=(@2$4/@2$3-1)*100::@13$5=(@2$5/@2$4-1)*100::@14$4=(@3$4/@3$3-1)*100::@14$5=(@3$5/@3$4-1)*100::@15$4=(@4$4/@4$3-1)*100::@15$5=(@4$5/@4$4-1)*100::@18$4=@-1*0.5::$m1=$z*(1+$d1/100)




